Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: The Article Newsflash Module will display a fixed number of Articles from a specific Category or a set of Categories.
ca_es: El mòdul de notícies actuals mostrarà un nombre determinat d'articles específics pertanyents a una o diverses categories.

source: The Newsflash Module will display a fixed number of articles from a specific category.
ca_es: El mòdul de notícies actuals mostrarà un nombre determinat d'articles específics pertanyents a una o diverses categories.

source: Most Read Content
ca_es: Els més populars

source: This Module shows a list of the currently published Articles which have the highest number of page views.
ca_es: Aquest mòdul mostra una llista dels articles amb el major nombre de visites, que estan actualment publicats.

source: - No client -
ca_es: - Sense client -

source: Banners
ca_es: Anuncis - Pancartes

source: Banner
ca_es: Anunci

source: Select banners only from a single client.
ca_es: Selecciona anuncis d'un sol client.

source: The time before the module is recached
ca_es: El temps d'actualització de la memòria cau per a aquest mòdul

source: Cache Time
ca_es: Vida de la memòria cau

source: Select banners from a specific Category or a set of Categories. If no selection will show all categories as default
ca_es: Selecciona anuncis des d'una o varies categories específiques. Si no es selecciona res, per defecte, es mostraran totes les categories

source: The number of banners to display (default 5)
ca_es: El nombre d'anuncis a mostrar (per defecte són 5)

source: Text or HTML to display after the group of banners
ca_es: Text o codi HTML a mostrar després del grup d'anuncis

source: Footer Text
ca_es: Text final

source: Text or HTML to display before the group of banners
ca_es: Text o codi HTML a mostrar abans del grup d'anuncis

source: Header Text
ca_es: Text inicial

source: Randomise the ordering of the banners
ca_es: Fes que l'ordre dels anuncis sigui aleatori

source: Randomise
ca_es: Aleatori

source: Banner is selected by matching the banner tags to the current document keywords.
ca_es: L'anunci es selecciona si entre les etiquetes de l'anunci es donen coincidències amb paraules clau del contingut actual de la pàgina.

source: Search by Tag
ca_es: Cerca per etiquetes

source: Target window when the link is clicked
ca_es: Finestra de destinació quan es fa clic a l'enllaç

source: Target
ca_es: Obre a:

source: Sticky, Ordering
ca_es: Fix, ordenat

source: Sticky, Randomise
ca_es: Fix, aleatori

source: The Banner Module displays the active Banners from the Component.
ca_es: El mòdul d'anuncis mostra els anuncis actius del com_banners.

source: Breadcrumbs
ca_es: Ruta de navegació

source: This text will be shown as Home entry. If the field is left empty, it will use the default value from the mod_breadcrumbs.ini language file.
ca_es: Aquest text es mostrarà com l'entrada a la pàgina d'inici

source: Text for Home Entry
ca_es: Text per a la pàgina d'inici

source: A text separator
ca_es: Un text de separació

source: Text Separator
ca_es: Text separador

source: Show/Hide "_QQ_"You are here"_QQ_" text in the Pathway
ca_es: Mostra / Amaga el text"_QQ_" Ets aquí "_QQ_"a la ruta

source: Show "_QQ_"You are here"_QQ_
ca_es: Mostra &quot;Ets aquí &quot;

source: Show/Hide the Home element in the Pathway
ca_es: Mostra / Amaga l'element d'inici a la ruta

source: Show Home
ca_es: Mostra inici

source: Show/Hide the last element in the Pathway
ca_es: Mostra / Amaga l'últim element a la ruta

source: Show Last
ca_es: Mostra últim

source: You are here:
ca_es: Estàs aquí:

source: Home
ca_es: Inici

source: This Module displays the Breadcrumbs
ca_es: Aquest mòdul mostra la ruta de navegació

source: Custom HTML
ca_es: Codi HTML personalitzat

source: Optionally prepare the content with the Joomla Content Plug-ins.
ca_es: Opcionalment prepara el contingut amb els connectors de contingut de Joomla!.

source: Prepare Content
ca_es: Prepara el contingut

source: This Module allows you to create your own HTML Module using a WYSIWYG editor.
ca_es: Aquest mòdul et permet crear el teu propi mòdul HTML emprant un editor visual (WYSIWYG).

source: Select a Background-Image
ca_es: Selecciona una imatge de fons

source: If you select an image here it will automatically be inserted as an inline style for the wrapping div element
ca_es: Si seleccioneu una imatge aquí s'insereix automàticament com un estil en línia per la inclusió de l'element div

source: Feed Display
ca_es: Canals electrònics

source: Please make cache directory writeable
ca_es: Si us plau, fes que el directori de la memòria cau tingui permisos d'escriptura

source: Feed not found
ca_es: Sindicació no trobada

source: No feed URL specified.
ca_es: No hi ha una adreça URL del canal electrònic especificada.

source: Show the description text for the entire feed
ca_es: Mostra el text de descripció per a tot el canal electrònic

source: Feed Description
ca_es: Descripció del canal electrònic

source: Show the image associated with the entire feed
ca_es: Mostra la imatge associada amb tot el canal electrònic

source: Feed Image
ca_es: Imatge del canal electrònic

source: Show the description or intro text of individual RSS items
ca_es: Mostra la descripció o text d'introducció dels enllaços del canal electrònic

source: Item Description
ca_es: Descripció dels enllaços

source: Enter number of RSS items to display
ca_es: Introdueix el nombre d'enllaços del canal electrònic a mostrar

source: Feed Items
ca_es: Enllaços del canal electrònic

source: Display news feed title
ca_es: Mostra el títol de les notícies del canal electrònic

source: Feed Title
ca_es: Títol dels articles

source: Enter the URL of the RSS/RDF/ATOM feed
ca_es: Introdueix l'adreça URL del canal electrònic RSS / RDF / Atom

source: Feed URL
ca_es: Adreça URL del canal electrònic

source: Display feed in RTL direction
ca_es: Mostra els articles del contingut del canal en direcció RTL (de dreta a esquerra)

source: RTL Feed
ca_es: RTL

source: Allows you to limit the amount of visible Item description text. 0 will show all the text
ca_es: Permet limitar la quantitat de text visible de la descripció del elements. 0 mostrarà tot el text

source: Word Count
ca_es: Límit de paraules

source: This module allows the displaying of a syndicated feed
ca_es: Aquest mòdul et permet mostrar un canal electrònic sindicat

source: - No Filter -
ca_es: - No Filtre -

source: Smart Search Module
ca_es: Mòdul de Cerca senzilla

source: Bottom
ca_es: Inferior

source: Top
ca_es: Superior

source: An alternate label for the search field.
ca_es: Una etiqueta alternativa per el camp de cerca.

source: Alternate Label
ca_es: Etiqueta Alternativa

source: The position of the search button relative to the search field.
ca_es: Posició del botó de cerca relativa al camp de cerca.

source: Button Position
ca_es: Posició del Botó

source: The width of the search field by character length.
ca_es: Amplada del camp de cerca per la mida del caràcter.

source: Search Field Size
ca_es: Mida del Camp de Cerca

source: The position of the search label relative to the search field.
ca_es: Posició de l'etiqueta relativa al camp de cerca.

source: Label Position
ca_es: Posició de l'Etiqueta

source: Toggle whether a button should be displayed for the search form.
ca_es: Indica si el botó s'ha mostrar en el formulari de cerca.

source: Search Button
ca_es: Botó de Cerca

source: Toggle whether a label should be displayed for the search field.
ca_es: Indica si l'etiqueta s'ha de mostrar en el camp de cerca.

source: Search Field Label
ca_es: Etiqueta del Camp de Cerca

source: Toggle whether automatic search suggestions should be displayed.
ca_es: Indica si s'ha de mostrar un suggeriment automàticament.

source: Search Suggestions
ca_es: Suggeriment de Cerca

source: Selecting a Search Filter will limit any searches submitted through this module to use the selected filter.
ca_es: Seleccionant un Filtre de Cerca es limita qualsevol cerca enviada per aquest mòdul en utilitzar el filtre seleccionat.

source: Search Filter
ca_es: Filtre de Cerca

source: Toggle whether users should be able to see advanced search options. If set to Link to Component option creates an Smart Search link which redirects to the smart search view. If set to show, the advanced search options will be displayed inline.
ca_es: Indica si els usuaris poden veure les opcions de cerca avançades. Si se selecciona l'opció Enllaç al Component es crea un enllaç de Cerca Intel·ligent que redirigeix a la vista de cerca. Si està seleccionat, les opcions avançades de cerca es visualitzen en línia.

source: Link to Component
ca_es: Enllaç al Component

source: Some Browsers can add support for your site's search if this option is enabled.
ca_es: Alguns Navegadors poden afegir suport a la cerca en el teu lloc web si aquesta opció està habilitada.

source: OpenSearch autodiscovery
ca_es: Autodescubriment OpenSearch

source: Text displayed in supported Browsers when adding your site as a search provider.
ca_es: Text que es mostra en els navegadors suportats en afegir al seu lloc com un proveïdor de cerca.

source: OpenSearch title
ca_es: Títol OpenSearch

source: Go
ca_es: Anar

source: Search...
ca_es: Cerca...

source: This is a Smart Search module.
ca_es: Aquest és el mòdul de Cerca Intel·ligent

source: Footer
ca_es: Peu de pàgina

source: Copyright &#169; %date% %sitename%. All Rights Reserved.
ca_es: Copyright &#169; %date% %sitename%. Tots els drets reservats.

source: <a href="_QQ_"http://www.joomla.org"_QQ_">Joomla!</a> is Free Software released under the <a href="_QQ_"http://www.gnu.org/licenses/gpl-2.0.html"_QQ_">GNU General Public License.</a>
ca_es: <a href="_QQ_"_QQ_"_QQ_"http://www.joomla.org"_QQ_"_QQ_"_QQ_">Joomla!</a> és programari lliure, alliberat sota la <a href="_QQ_"_QQ_"_QQ_"http://www.gnu.org/licenses/gpl-2.0.html"_QQ_"_QQ_"_QQ_">GNU General Public License.</a>

source: This module shows the Joomla! copyright information.
ca_es: Aquest mòdul mostra la informació de copyright de Joomla!.

source: Language Switcher
ca_es: Selector d'idioma

source: Display or not the active language. If displayed, the class 'lang-active' will be added to the element.
ca_es: Mostra o no l'idioma actiu.si es mostra la classe 'lang-active' serà afegida a l'element.

source: Active Language
ca_es: Idioma actiu

source: If set to 'Yes', the display parameters below will be ignored. The content languages native names will display in a dropdown.
ca_es: Si està marcat 'sí' , els paràmetres de mostra seran ignorats.El nom dels idiomes nadius del contingut es mostrarà en un desplegable.

source: Use Dropdown
ca_es: Utilitza desplegable

source: This is the text or HTML that is displayed below the language switcher
ca_es: Aquest és el text o HTML que es mostra abans del selector d'idioma

source: Post-text
ca_es: Text final

source: If set to 'Yes' and image flags set to 'No', full content language native names are displayed. If set to 'No', upper case abbreviations from the content language's URL Language Code are used. Example: EN for English, FR for French.
ca_es: Si s'estableix a 'Sí' i les imatges de banderes a 'No',es mostraran els noms complets dels idiomes nadius del contingut . Si s'estableix a 'No', es faran servir les abreviatures en majúscules de l'idioma dels continguts SEF. Exemple: EN per l'anglès, FR pel francès.

source: Languages Full Names
ca_es: Noms complets dels Idiomes

source: This is the text or HTML that is displayed above the language switcher
ca_es: Aquest és el text o HTML que es mostra després del selector d'idioma

source: Pre-text
ca_es: Text inicial

source: Default is set to 'Yes', i.e. to horizontal display.
ca_es: Per defecte és 'Sí', ex. mostra horitzontal.

source: Horizontal Display
ca_es: Mostra horitzontal

source: Use a different layout from the supplied module or overrides in the default template.
ca_es: Usa una vista pel mòdul subministrat o sobrescriu-la a la plantilla predeterminada. 'Predeterminat' mostra les banderes d'idioma.

source: If set to 'Yes', will display language choice as image flags. Otherwise will use the content language native names.
ca_es: Fes servir una descripció per a la imatge de la bandera

source: Use Image Flags
ca_es: Utilitza la imatge de les banderes

source: <u>If Use Dropdown is set to 'Yes', <br />the display options below will be ignored</u>
ca_es: <u>Si el desplegable està a 'Sí', <br/>les opcions de mostra de sota seran ignorades</u>

source: <u>If Use Image Flags is set to 'Yes', <br />the display options below will be ignored</u>
ca_es: <u>Si les Imatges de Banderes estan a 'Sí', <br/>les opcions de mostra de sota seran ignorades</u>

source: This module displays a list of available Content Languages (as defined and published in Language Manager Content tab) for switching between them when one wants to use Joomla! as a multilanguage site. <br />--The plugin 'System - Language Filter' has to be enabled.--<br /> When switching languages and if the menu item displaying the page is not associated to another menu item, the module redirects to the Home page defined for the chosen language.<br /> Otherwise, if the parameter is set for the Language filter plugin, it will redirect to the associated menu item in the language chosen. Thereafter, the navigation will be the one defined for that language. <br />If the plugin <strong>'System - Language Filter'</strong> is disabled, this may have unwanted results.<br /><strong>Method:</strong><br />1. Open Language Manager Content tab and make sure the Languages you want to use in contents are published and have a Language Code for the URL as well as prefix for the image used in the module display.<br />2. Create a Home page by assigning a language to a menu item and defining it as Default Home page for each published content language. <br /> 3. Thereafter, you can assign a language to any Article, Category, Module, Newsfeed, Weblinks in Joomla.<br /> 4. Make sure the module is published and the plugin is enabled. <br /> 5. When using associated menu items, make sure the module is displayed on the pages concerned. <br />6. The way the flags or names of the languages are displayed is defined by the ordering in the Language Manager - Content Languages.<br ><br >If this module is published, it is suggested to publish the administrator multilanguage status module.
ca_es: Aquest mòdul mostra una llista d'idiomes de contingut disponibles (tants com els definits i publicats des del gestor d'idiomes) per a poder seleccionar entre ells quan un vol fer servir Joomla! com un lloc multi-idiomes. <br/> - El connector 'Sistema - Filtra idioma' ha d'estar publicat .-- <br/> quan es seleccionen idiomes, el mòdul redirecciona cap a la pàgina definida per usar aquest idioma seleccionat. A partir de llavors, només es mostrarà contingut configurat per a aquest idioma. <br/> Si el connector <strong> 'Sistema - Filtra idioma' </strong> no està publicat, pot ocasionar resultats inesperats. <br/> <strong> Mètode: </strong> <br/> 1. Obre el gestor d'idiomes i assegura't que els idiomes de contingut estan publicats i tenen un codi d'idioma per l'adreça URL, així com el prefix per la imatge utilitzada al mòdul selector de l'idioma. <br/> 2. Crea una pàgina d'inici assignant un idioma a un element de menú, i estableix per defecte de la pàgina d'inici per cada contingut publicat en un idioma. <br/> 3. A partir d'aquí, pots assignar un idioma a qualsevol article, categoria, mòdul, canal electrònic, o enllaç web de Joomla!. <br/> 4. Assegura't que tant el mòdul com el connector estan habilitats.

source: This module displays a list of available Content Languages (as defined and published in Language Manager Content tab) for switching between them when one wants to use Joomla! as a multilanguage site.
ca_es: Aquest mòdul et permet mostrar al lloc web els elements que estiguin configurats per a mostrar-se amb un idioma específic

source: Login
ca_es: Dades d'accés

source: Show/Hide the simple greeting text
ca_es: Mostra o oculta el text breu de benvinguda

source: Show Greeting
ca_es: Mostra benvinguda

source: Select the page the user will be redirected to after a successful login. Select from all the pages listed in the dropdown menu. Choosing "_QQ_"Default"_QQ_" will return to the same page.
ca_es: Selecciona la pàgina a la que serà redireccionat l'usuari/a després d'identificar-se correctament. Selecciona des de la llista de selecció desplegable que hi ha al menú. Seleccionant "_QQ_"_QQ_"_QQ_" Per defecte "_QQ_"_QQ_"_QQ_" tornarà a la mateixa pàgina.

source: Login Redirection Page
ca_es: Redirecció de connexió

source: Select the page the user will be redirected to after successfully ending their current session by logging out. Select from all the pages listed in the dropdown menu. Choosing "_QQ_"Default"_QQ_" will return to the same page.
ca_es: Selecciona la pàgina a la que serà redireccionat l'usuari/a després de desconnectar correctament. Selecciona des de la llista de selecció desplegable que hi ha al menú. Seleccionant "_QQ_"_QQ_"_QQ_" Per defecte "_QQ_"_QQ_"_QQ_" tornarà a la mateixa pàgina.

source: Logout Redirection Page
ca_es: Redirecció de desconnexió

source: Displays name or username after logging
ca_es: Mostra el nom complet o l'usuari després d'identificar-se

source: Show Name/Username
ca_es: Mostra el nom o usuari/a

source: This is the text or HTML that is displayed below the login form.
ca_es: Aquest és el text o HTML que es mostrarà abans del formulari d'accés.

source: This is the text or HTML that is displayed above the login form.
ca_es: Aquest és el text o HTML que es mostrarà després del formulari d'accés.

source: Submit encrypted login data (requires SSL). Do not enable this option if Joomla is not accessible using the https:// protocol prefix.
ca_es: Envia les dades d'accés xifrades (requereix SSL). No habilitis aquesta opció si Joomla! no és accessible utilitzant el protocol https://

source: Encrypt Login Form
ca_es: Xifra accés

source: Hi %s,
ca_es: Hola, %s

source: Create an account
ca_es: Crea un compte

source: Remember Me
ca_es: Recorda'm

source: This module displays a username and password login form. It also displays a link to retrieve a forgotten password. If user registration is enabled (in User Manager > Options), another link will be shown to enable self-registration for users.
ca_es: Aquest mòdul mostra un formulari de dades d'accés que permet la introducció del nom d'usuari/a i contrasenya. També mostra un enllaç per recuperar una contrasenya oblidada. Si el registre d'usuaris està habilitat (Gestor d'usuaris> Opcions), es mostrarà un altre enllaç, el qual facilitarà l'accés un formulari de registre, que permeti iniciar el procés de creació d'un compte d'usuari/a.

source: Menu
ca_es: Menú

source: Select a menu item to always be used as the base for the menu display. You must set the Start Level to the same level or higher than the level of the base item. This will cause the module to be displayed on all assigned pages. If Current is selected the currently active item is used as the base. This causes the module to only display when the parent menu item is active.
ca_es: Selecciona un element de menú per usar-lo sempre com la base per a la visualització del menú. Has d'establir el nivell d'inici al mateix nivell o per sobre del nivell de l'element base. Això farà que el mòdul es mostri totes les pàgines assignades. Si Actual és seleccionat l'ítem actual serà la base. Això fa que el mòdul es mostri només quan el menú principal sigui actiu.

source: Base Item
ca_es: Ítem de base

source: Expand the menu and make its sub-menu items always visible.
ca_es: Expandeix el menú i fa sempre visibles els seus elements.

source: Show Sub-menu Items
ca_es: Mostra els elements del menú

source: A suffix to be applied to the CSS class of the menu items
ca_es: Un prefix a aplicar a la classe CSS dels elements del menú

source: Menu Class Suffix
ca_es: Classe CSS

source: Level to stop rendering the menu at. If you choose 'All', all levels will be shown depending on 'Show Sub-menu Items' setting.
ca_es: Nivell de parada a la presa de submenús a mostrar. Si selecciones 'Tots', es mostraran tots els nivells depenent de la configuració del 'Mostra elements del menú'.

source: End Level
ca_es: Nivell final

source: Select a menu in the list
ca_es: Selecciona un menú des de la llista de selecció desplegable

source: Select Menu
ca_es: Selecciona el menú

source: Level to start rendering the menu at. Setting the start and end levels to the same # and setting 'Show Sub-menu Items' to yes will only display that single level.
ca_es: Nivell d'inici per començar a mostrar submenús. Si es configura el nivell inicial i final a la mateixa dada, i, 'Mostrar elements del menú' està en "_QQ_"Sí"_QQ_", només es mostraran els elements del menú d'aquest nivell.

source: Start Level
ca_es: Nivell inicial

source: An ID attribute to assign to the root UL tag of the menu (optional)
ca_es: Un atribut per assignar l'identificador a l'etiqueta arrel del menú (opcional)

source: Menu Tag ID
ca_es: ID de l'etiqueta

source: JavaScript values to position a popup window, e.g. top=50,left=50,width=200,height=300
ca_es: Els valors estigui habilitat per a posicionar una finestra emergent. Per exemple: top=50, left=50, width=200, height=300

source: Target Position
ca_es: Posició de destinació

source: This module displays a menu on the frontend.
ca_es: Aquest mòdul mostra un menú a la part pública del lloc.

source: Random Image
ca_es: Imatge aleatòria

source: Path to the image folder relative to the site URL (e.g. images).
ca_es: Ruta cap a la carpeta d'imatges relativa a la URL del lloc (per exemple: images).

source: Image Folder
ca_es: Carpeta d'imatges

source: Image Height forces all images to be displayed with the height in pixels.
ca_es: Alçada en píxels a la qual es forçarà a totes les imatges abans de mostrar-se.

source: Height (px)
ca_es: Alçada (px)

source: A URL to redirect to if the image is clicked upon (e.g. http://www.joomla.org).
ca_es: Una Adreça URL de redirecció per si es fa clic sobre la imatge (Per exemple: http://www.joomla.org).

source: Link
ca_es: Enllaç

source: Type of image PNG/GIF/JPG etc. (the default is JPG)
ca_es: Tipus d'imatge PNG / GIF / JPG etc. (El predeterminat és JPG)

source: Image Type
ca_es: Tipus d'imatge

source: Image Width forces all images to be displayed with this width in pixels.
ca_es: Ample en píxels a la qual es forçarà a totes les imatges abans de mostrar-se.

source: Width (px)
ca_es: Ample (px)

source: No Images
ca_es: Sense imatges

source: This Module displays a random image from your chosen directory.
ca_es: Aquest mòdul mostra una imatge aleatòria des del directori que seleccionis.

source: Show/Hide Date
ca_es: Mostra / Amaga data

source: Show Date
ca_es: Mostra data

source: Articles - Related Articles
ca_es: Articles - Articles Relacionats
